Repository: Haltroy/gamerun
Catalog: Gamerun.Shared/Translations/Translations.*.resx
Languages: tr

# AppIsRunning
source: An app is running with Gamerun...
tr: Bir uygulama Gamerun ile çalıştırıldı...

# AppNotFound
source: App not found with command-line "%cmd%".
tr: Uygulama "%cm%" komutuyla bulunamadı.

# ClientCannotFindApp
source: [Client] [F] Cannot find "%cmd%".
tr: [TEKİL] [H] %cm% bulunamadı.

# ClientHelpAlive
source: Checks if daemon is alive.
tr: Arkaplan hizmeti açık olup olmadığını kontrol eder.

# ClientHelpBusy
source: Checks if another app is also running in Gamerun.
tr: Başka bir uygulamanın da Gamerun ile yürütülüp yürütülmediğine bakar.

# ClientHelpCMD
source: Path to app. Use "%command%" on Steam games' "Properties" menu.
tr: Uygulamanın konumu. Stem uygulamalarında "Özellikler" penceresi için "%command%" kullanın.

# ClientHelpCommand
source: COMMAND
tr: KOMUT

# ClientHelpDaemon
source: Runs in Daemon mode, receives boost commands from other instances.
tr: Arkaplan hizmeti olarak çalışır, diğer istekleri hızlandırır.

# ClientHelpDesc
source: Run apps (mostly games) with higher optimizations.
tr: Uygulamalrı (genellikle oyunları) daha hızlı çalıştırın.

# ClientHelpHelp
source: Displays help (this text) and exits.
tr: Yardım yazısını (bu yazıyı) yazar ve çıkar.

# ClientHelpShutdown
source: Sends a shutdown request to daemon.
tr: Arkaplan hizmetine kapatma emri verir.

# ClientHelpUsage
source: USAGE:
tr: KULLANIM:

# ClientRunException
source: [Client] [F] Cannot set it to high performance. Exception caught: %ex%
tr: [TEKİL] [H] Yüksek performansa ayarlanamadı, oluşan hata: %ex%

# ExceptionSocketNotFound
source: Gamerun socket is not found.
tr: Gamerun soketi bulunamadı.

# ExceptionSocketNotUsable
source: Gamerun socket is not usable.
tr: Gamerun soketi kullanılamıyor.

# ExceptionEndOfStream
source: End of stream reached at %pos% prematurely.
tr: Akışın sonuna %pos% noktasında çok önceden erişildi.

# DameonSocketEmpty
source: [Daemon] [I] Socket "{0}" exist but nothing is running. Deleting file...
tr: [HİZMET] [B] Soket "{0}" var ama hiçbir şey çalışmıyor. Dosya siliniyor...

# DameonConnnectToSocketForShutdown
source: [Daemon] [I] Connecting to socket "{0}" for replacement shutdown request...
tr: [HİZMET] [B] Soket "{0}" bağlanılıp değiştirme için kapatma izni isteniyor...

# DaemonStarted
source: [Daemon] [I] Started listening on socket "{0}".
tr: [HİZMET] [B] Soket "[0}" içinde dinlenmeye başlandı.

# DaemonSocketKilled
source: [Daemon] [I] Socket "{0}" killed.
tr: [HİZMET] [B] Soket "{0}" sona erdirildi.

# DaemonShutdown
source: [Daemon] [I] Shutting down socket "{0}".
tr: [HİZMET] [B] Soket "{0}" kapatılıyor.

# DaemonRunningInScoket
source: [Daemon] [I] Running in socket "{0}"...
tr: [HİZMET] [B] Soket "{0}" içinde çalıştırılıyor...

# DaemonRevertRequested
source: [Daemon] [I] Revert requested for app with PID {0}.
tr: [HİZMET] [B] {0} PID'li işlem için düzeltme istendi.

# DaemonReceivedGarbage
source: [Daemon] [E] Received message "{0}" is not well-formed. Ignored.
tr: [HİZMET] [U] "{0}" mesajı alındı ama okunamıyor. Önemsenilmedi.

# DaemonReceivedNothing
source: [Daemon] [E] Message "{0}" unknown. Ignored.
tr: [HİZMET] [U] "{0}" bilinmeyen mesajı alındı. Önemsenilmedi.

# DaemonClientConnected
source: [Daemon] [I] Client connected...
tr: [HİZMET] [B] Tekil bağlandı

# DaemonCannotReplaceSocket
source: [Daemon] [F] Cannot replace socket ("%runInSocket%"). Exception caught: %ex%
tr: [HİZMET] [H] Soket ("%runInSocket%") değiştirilemedi. Oluşan arıza: %ex%

# DaemonAliveRequested
source: [Daemon] [I] Alive request received.
tr: [HİZMET] [B] Çalışma isteği algılandı.

# DaemonBusyRequested
source: [Daemon] [I] Busy request received.
tr: [HİZMET] [B] Meşgul isteği alındı.

# ClientSecurityException
source: [Client] [F] Cannot connect to the socket (located in "%runningSocket%") due to an security error. Exception caught: %secEx%
tr: [TEKİL] [H] Sokete bağlanılamadı ("%runningSocket%" konumundaki), güvenlik arızası. oluşan arıza: %secEx%

# ClientSocketException
source: [Client] [F] Cannot connect to the socket (located in "%l%"). Exception caught: %ex%
tr: [TEKİL] [H] Sokete bağlanılamadı ("%l%" konumundaki). Oluşan arıza: %ex%

# DaemonBoostRequested
source: [Daemon] [I] Boost requested for app with PID {0}.
tr: [HİZMET] [B] PID {0} için hızlandırma istendi.
